
/********************************************************
化作尘工程师QQ：2809786963
化作尘工程师助理QQ：3036522458
淘宝店铺：化作尘
咸鱼店铺：化作尘my
CSDN：化作尘
bilibili：化作尘my
QQ群：
群1：981140834
群2：473982062
群3：718245727
群4：473982062
群5：879981149
群6：865052468
群7：821740056
群8：236914485
群9：820408714
群10：499163973
********************************************************/#ifndef _BUTTON_H 
#define _BUTTON_H
#include <sys.h>



#define KEY4_4PORT GPIOB




void Button4_4_Init(void);
int Button4_4_Scan(void);



#endif

